Repository: Hang10111/Animals
Catalog: Animals.Client.Resource/UI.*.resx
Languages: vi

# Detail_Science_Name
source: Science name:
vi: Tên khoa học:

# Detail_Normal_Name
source: Normal name:
vi: Tên thường:

# Detail_English_Name
source: English Name:
vi: Tên Tiếng Anh:

# Detail_Genus
source: Genus:
vi: Chi:

# Detail_Distribution
source: Distribution:
vi: Phân Bố:

# Detail_Morphological_Characteristics
source: Morphological Characteristics:
vi: Đặc Điểm Hình Thái:

# Detail_Biological_Characteristics
source: Biological Characteristics:
vi: Đặc Điểm Sinh Học:

# Detail_Reproductive_Behavior
source: Reproduction Behavior:
vi: Tập Tính Sinh Sản:

# Detail_Living_Environment
source: Living Environment:
vi: Môi Trường Sống:

# Detail_Danger_Level
source: Danger Level:
vi: Độ Nguy Hiểm:

# Detail_Worth_Using
source: Worth Using:
vi: Gía Trị Sử Dụng:

# Detail_Color_Condition
source: Color Condition:
vi: Tình Trạng Màu:

# Detail_Color_Storage
source: Color Storage:
vi: Nội Trữ Màu:

# Detail_Convervation_Status
source: Convervation Status:
vi: Tình Trạng Bảo Tồn:

# Detail_Class
source: Class:
vi: Lớp:

# Detail_Family
source: Family:
vi: Họ:

# Detail_Kingdom
source: Kingdom:
vi: Giới:

# Detail_Order
source: Order:
vi: Bộ:

# Detail_PhylumDivisio
source: PhylumDivisio:
vi: Ngành:

# Detail_Status
source: Status:
vi: Tình trạng bảo tồn:
